Repository: SammyLin/OpenTalkType
Catalog: OpenTalkType/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hant

source: claude returned no text. Make sure you are signed in by running claude in Terminal.
de: claude hat keinen Text zurückgegeben. Prüf mit claude im Terminal, ob du angemeldet bist.
es: claude no ha devuelto texto. Comprueba que has iniciado sesión ejecutando claude en Terminal.
fr: claude n’a renvoyé aucun texte. Vérifiez que vous êtes connecté en lançant claude dans le Terminal.
ja: claude からテキストが返りませんでした。ターミナルで claude を実行して、サインインしているか確認してください。
ko: claude가 텍스트를 반환하지 않았습니다. 터미널에서 claude를 실행해 로그인되어 있는지 확인하세요.
zh_hant: claude 沒有回傳文字，請確認已登入（終端機執行 claude 檢查）。

source: fn + Left Command
de: fn + Befehlstaste links
es: fn + Comando izquierdo
fr: fn + Commande gauche
ja: fn + 左 Command
ko: fn + 왼쪽 Command
zh_hant: fn + 左 Command

source: fn + Left Control
de: fn + Ctrl links
es: fn + Control izquierdo
fr: fn + Contrôle gauche
ja: fn + 左 Control
ko: fn + 왼쪽 Control
zh_hant: fn + 左 Control

source: fn + Left Option
de: fn + Wahltaste links
es: fn + Opción izquierda
fr: fn + Option gauche
ja: fn + 左 Option
ko: fn + 왼쪽 Option
zh_hant: fn + 左 Option

source: fn + Left Shift
de: fn + Umschalt links
es: fn + Mayúsculas izquierda
fr: fn + Maj gauche
ja: fn + 左 Shift
ko: fn + 왼쪽 Shift
zh_hant: fn + 左 Shift

source: fn + Space
de: fn + Leertaste
es: fn + Espacio
fr: fn + Espace
ja: fn + スペース
zh_hant: fn + 空白鍵

source: fn alone
de: Nur fn
es: Solo fn
fr: fn seule
ja: fn のみ
ko: fn만
zh_hant: 只按 fn

source: opentalktype://start?mode=dictate Start dictating in the given mode opentalktype://stop Finish this session, clean up and paste opentalktype://cancel Cancel this session, paste nothing, record nothing opentalktype://run?mode=dictate&text=… Skip the microphone and clean up this text opentalktype://paste-last Paste the previous result again
de: opentalktype://start?mode=dictate Im angegebenen Modus diktieren opentalktype://stop Diese Sitzung beenden, bereinigen und einfügen opentalktype://cancel Diese Sitzung abbrechen, nichts einfügen, nichts sichern opentalktype://run?mode=dictate&text=… Mikrofon überspringen und diesen Text bereinigen opentalktype://paste-last Das vorige Ergebnis erneut einfügen
es: opentalktype://start?mode=dictate Dictar en el modo indicado opentalktype://stop Terminar esta sesión, limpiar y pegar opentalktype://cancel Cancelar esta sesión, no pegar ni guardar nada opentalktype://run?mode=dictate&text=… Saltarse el micrófono y limpiar este texto opentalktype://paste-last Volver a pegar el resultado anterior
fr: opentalktype://start?mode=dictate Dicter dans le mode indiqué opentalktype://stop Terminer cette session, nettoyer et coller opentalktype://cancel Annuler cette session, ne rien coller ni enregistrer opentalktype://run?mode=dictate&text=… Sauter le microphone et nettoyer ce texte opentalktype://paste-last Recoller le résultat précédent
ja: opentalktype://start?mode=dictate 指定したモードでディクテーションを開始 opentalktype://stop この回を終了し、整理して貼り付け opentalktype://cancel この回をキャンセル、貼り付けも記録もなし opentalktype://run?mode=dictate&text=… マイクを使わず、このテキストを整理 opentalktype://paste-last 前回の結果をもう一度貼り付け
ko: opentalktype://start?mode=dictate 지정한 모드로 받아쓰기 시작 opentalktype://stop 이번 세션을 끝내고 정리해서 붙여넣기 opentalktype://cancel 이번 세션 취소, 붙여넣기도 기록도 없음 opentalktype://run?mode=dictate&text=… 마이크를 건너뛰고 이 텍스트를 정리 opentalktype://paste-last 이전 결과를 다시 붙여넣기
zh_hant: opentalktype://start?mode=dictate 開始聽寫，指定模式 opentalktype://stop 結束這一次，整理並貼上 opentalktype://cancel 取消這一次，不貼上也不留紀錄 opentalktype://run?mode=dictate&text=… 跳過麥克風，直接整理這段文字 opentalktype://paste-last 把上一次的結果再貼一次

source: the mode “%@” has no name
de: der Modus „%@“ hat keinen Namen
es: el modo «%@» no tiene nombre
fr: le mode « %@ » n’a pas de nom
ja: モード「%@」に名前がありません
ko: 모드 ‘%@’에 이름이 없습니다
zh_hant: 模式「%@」沒有名稱

source: the version number is not valid
de: die Versionsnummer ist ungültig
es: el número de versión no es válido
fr: le numéro de version n’est pas valide
ja: バージョン番号が正しくありません
ko: 버전 번호가 올바르지 않습니다
zh_hant: 版本號不正確

source: this regular expression does not compile: %@
de: dieser reguläre Ausdruck lässt sich nicht kompilieren: %@
es: esta expresión regular no compila: %@
fr: cette expression régulière ne compile pas : %@
ja: この正規表現はコンパイルできません：%@
ko: 이 정규 표현식은 컴파일되지 않습니다: %@
zh_hant: 正規表達式無法編譯：%@

source: two modes share the same id
de: zwei Modi haben dieselbe id
es: dos modos comparten el mismo id
fr: deux modes partagent le même id
ja: 同じ id のモードが 2 つあります
ko: 같은 id를 쓰는 모드가 둘 있습니다
zh_hant: 有重複的模式 id

source: vs. typing at 40 wpm
de: ggü. Tippen mit 40 WPM
es: frente a teclear a 40 ppm
fr: vs saisie à 40 mots/min
ja: 毎分 40 語のタイピング比
ko: 분당 40단어 타이핑 기준
zh_hant: 以每分鐘 40 字打字計

source: words
de: Wörter
es: palabras
fr: mots
ja: 文字
ko: 자
zh_hant: 字

source: MCP server
es: Servidor MCP
fr: Serveur MCP
ja: MCP サーバ
ko: MCP 서버
zh_hant: MCP 伺服器

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hant: 名稱

source: Position
es: Posición
ja: 位置
ko: 위치
zh_hant: 位置

source: Server URL
es: URL del servidor
fr: URL du serveur
ja: サーバの URL
ko: 서버 URL
zh_hant: 伺服器網址

source: Status
es: Estado
fr: État
ja: 状況
ko: 상태
zh_hant: 狀態

source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
zh_hant: 文字

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
zh_hant: 版本 %@

source: Website (optional)
es: Sitio web (opcional)
fr: Site web (facultatif)
ja: ウェブサイト（任意）
ko: 웹사이트(선택 사항)
zh_hant: 網站（選填）

source: %.1f s
ja: %.1f 秒
ko: %.1f초
zh_hant: %.1f 秒

source: %d min
ja: %d 分
ko: %d분
zh_hant: %d 分鐘

source: Audio
ja: オーディオ
ko: 오디오
zh_hant: 音訊

source: Prompt
ja: プロンプト
ko: 프롬프트
zh_hant: 提示詞

source: Prompts
ja: プロンプト
ko: 프롬프트
zh_hant: 提示詞
